//PAYJCLER JOB 1,NOTIFY=&SYSUID
//* INPUT DATA SET DOES NOT EXIST -> JCL ERROR, STEP NEVER RUNS
//RUN      EXEC PGM=PAYCALC
//STEPLIB  DD DSN=&SYSUID..LOAD,DISP=SHR
//SYSOUT   DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
//EMPFILE  DD DSN=&SYSUID..PAYROLL.NOSUCH,DISP=SHR
